dao.lang_res = {
'create_new_rec':'Создать новую запись',
'search':'Поиск',
'categories':'Категории',
'not_move':'Перенос не произошол',
'settings_filter':'Настройки фильтра',
'substr':'Подстрока',
'eq':'Точно',
'from':'От',
'end':'До',
'key_up':'Нажат',
'yes':'Да',
'no':'Нет',
'cansel':'Отмена',
'select':'Выбор',
'date':'Дата',
'id_field':'ID поля',
'name_field':'Название поля',
'hint_field':'Подсказка по полю',
'edit':'Редактирование',
'type_field':'Тип поля',
'select_type_menu':'Выберете тип меню',
'text':'Текст',
'editor':'Редактор',
'is_translate':'Переводимость поля',
'is_visible':'Видимость поля',
'is_edit':'Редактируемость поля',
'insert_link':'Вставить ссылку',
'rb':'Справочник',
'categories_rb':'Категории справочника',
'single_object':'Одиночный обьект',
'link':'Ссылка (заменить на свое значение)',
'all_rec':'Все записи',
'wish_in':'Cо вложеными',
'add_new_group':'Добавление новой группы',
'header':'Заголовок',
'not_cursor_branch':'не выделено не одной ветки',
'example_out_link':'Пример стороней ссылки',
'example_list_object':'Пример списка обьектов',
'example_list_categories':'Пример списка категории',
'example_single_object':'Пример одиночного обьекта',
'del':'Удалить',
'refresh':'Обновить',
'insert_in_text':'Вставить в текст',
'load_img':'Загрузка изображений',
'selected':'Выбраны',
'error_type':'Неверный тип файла',
'file_selected':'Этот файл уже выбран',
'add_sub_table':'Добавить подтаблицы',
'name_sub_table':'Название подтаблицы',
'top':'Верх',
'bottom':'Низ',
'left':'Слева',
'right':'Справа',
'hspace':'Отступ гор.',
'vspace':'Отступ верт.',
'width':'Ширина',
'height':'Высота',
'insert_link':'Создать гипер ссылку',
'set_color':'Задать цвет текста',
'ware':'Товар',
'quantity':'Коичество',
'amount':'В сумме',
'checkout':'Оформить заказ',
'basket_not_clean':'Корзина не очищена.',
'ware_not_basket':'Товар в корзину не добавлен.',
'order_issued':'Заказ оформлен ожидайте доставки.',
'insert_name':'Введите свое имя',
'insert_mail':'Введите адрес электороной почты',
'mobile_needs':'Мобильный необходим для уточнения деталий доставки',
'insert_phone':'Введите свой мобильный',
'insert_address':'Введите адрес доставки',
'switch_lang':'Переключение между html и визуальным редактором',
'select_text_bold':'Выделить текст жирным',
'select_text_cursiv':'Сделать текст курсивом',
'select_text_p':'Сделать текст подчеркнутым',
'format_img':'Изменить размер и отступы для картинки',
'insert_img':'Вставить картинку',
'clear_format':'Очистить форматирование',
'text_centr':'Форматировать текст по центру',
'text_left':'Форматировать текст по левому краю',
'text_right':'Форматировать текст по правому краю',
'nn_list':'Ненумерованый список',
'n_list':'Нумерованый список ',
'undo':'Отменить на один шаг назад',
'redo':'Отменить на один шаг вперед',
'flag':'Флажок',
'target_select':'Целевой справочник',
'set_between':'Посмотреть за период',
'all_period':'Всего за выбраный период: ',
'rec_id':'Идентификатор записи'
}






































